[
    "Just wanted to remind you how awesome you are!",
    "Grief is a journey, not a destination. Allow yourself to heal at your own pace.",
    "Practice self-care and do things that make you happy.",
    "Progress, not perfection, is the key.",
  "You are resilient, resourceful, and remarkable.",
  "Take deep breaths and remember you are not alone.",
  "Your feelings are valid, allow yourself to feel them.",
  "Don't compare yourself to others, you are on your own journey.",
  "Celebrate small victories, they pave the way for bigger ones.",
  "Let go of what you can't control and focus on what you can.",
  "You have the power to create the life you want.",
  "Your past does not define you, your future is waiting.",
  "Embrace change and new beginnings.",
  "You are a work in progress, and that's okay.",
  "Remember to smile, it brightens your day and others' too.",
  "You are capable of handling anything life throws your way.",
  "Believe in your intuition, it knows what's best for you.",
  "Don't be afraid to ask for help, you deserve support.",
  "You are a beautiful soul, inside and out.",
  "Your presence makes a difference in the world.",
  "Keep moving forward, one step at a time.",
  "You are stronger than your struggles.",
  "You are not defined by your mistakes, they help you grow.",
  "Find joy in the simple things.",
  "You are worthy of all good things.",
  "Remember to be grateful for what you have.",
  "You are loved unconditionally.",
  "You are enough, just as you are.",
  "Keep your head up and your heart strong.",
  "You've got this!",
  "You are making a difference.",
  "You are a beacon of light.",
  "Shine on!",
  "You are amazing!",
  "Your imperfections are what make you perfectly you.",
  "You are strong, you are capable, and you are beautiful.",
  "You are worthy of feeling confident and attractive.",
  "You are stronger than you think you are.",
  "Don't give up, even when it feels hard.",
  "Keep going, you're almost there.",
  "You've got this!",
  "Believe in yourself, even when no one else does.",
  "Every step forward is a victory.",
  "Don't let setbacks define you.",
  "Learn from your mistakes and keep moving forward.",
  "You are capable of amazing things.",
  "Your potential is limitless.",
  "Never lose hope.",
  "Hold on to your dreams.",
  "The future holds wonderful things for you.",
  "Keep your head up and your heart strong.",
  "You are not alone in this.",
  "We believe in you.",
  "You are loved and supported.",
  "Take a deep breath and keep going.",
  "You are making progress every day.",
  "Your journey is unique, compare yourself to no one.",
  "Celebrate your own milestones, no matter how small.",
  "Your progress is valid, even if it's not linear.",
  "Be kind to yourself, you deserve it.",
  "You are doing your best, and that's enough.",
  "Focus on your own growth, not others' achievements.",
  "Your value is not determined by others' opinions.",
  "Embrace your individuality, it's what makes you special.",
  "Appreciate how far you've come.",
  "Acknowledge your strengths and accomplishments.",
  "Treat yourself with the same compassion you offer others.",
  "Practice self-care, it's not selfish, it's essential.",
  "Remember to be patient with yourself.",
  "You are worthy of love and happiness, just as you are.",
  "Don't let insecurities steal your joy.",
  "You are enough, just as you are.",
  "Your worth is not measured by external standards.",
  "Celebrate every small victory along the way.",
  "Recognize your resilience and inner strength.",
  "Be your own biggest cheerleader.",
  "Don't let self-doubt hold you back.",
  "Believe in your abilities and potential.",
  "You are capable of achieving great things.",
  "Your journey is a marathon, not a sprint.",
  "Pace yourself and enjoy the ride.",
  "Remember to take breaks and recharge.",
  "Self-compassion is key to a happy life.",
  "Forgive yourself for your mistakes.",
  "Learn from your experiences and move forward.",
  "You are constantly growing and evolving.",
  "Embrace the process of self-discovery.",
  "Be gentle with yourself during challenging times.",
  "Remember that everyone makes mistakes.",
  "Don't strive for perfection, strive for progress.",
  "Celebrate your imperfections, they make you unique.",
  "You are beautiful, inside and out.",
  "Your kindness and compassion make the world a better place.",
  "Keep shining your light, the world needs it.",
  "You are making a difference, one step at a time.",
  "Be proud of who you are and all that you've accomplished.",
  "You are amazing, just the way you are.",
  "Keep believing in yourself, you've got this!",
  "Your mother's love will always be with you.",
  "Cherish the memories you shared, they will keep her spirit alive.",
  "Grief is a journey, allow yourself to feel all the emotions.",
  "It's okay to cry, it's okay to grieve.",
  "Take care of yourself, both physically and emotionally.",
  "Allow yourself time to heal.",
  "Find comfort in the memories you hold dear."
  ]
